[
	[1,"ES","Ed was born February 17, 1991.",0],
	[2,"ES","He was born in Halifax, England but grew up in Framlingham in Suffolk.",0],
	[3,"ES","His father is is an art curator and lecturer and his mom is a jewelry designer.",0],
	[4,"ES","Ed Began singing in the church choir at the age of 4, and learned guitar at a young age as well.",0],
	[5,"ES","His older brother Matthew is a composer of classical music.",0],
	[6,"ES","In 2005 he released The Orange Room EP which features four tracks - I Love You, Addicted, Misery and Moody Ballad Of Ed.",0],
	[7,"ES","Sheeran moved to London in 2008, and in 2009 he played more than 300 live shows and gigs.",0],
	[8,"ES","All four of Ed's guitars have names...they are Lloyd, Felix, Cyril, and Nigel.",0],
	[9,"ES","Ed wears size 10 (UK) shoes.",0],
	[10,"ES","His favorite rapper is Eminem and has said he would love to meet him one day.",0],
	[11,"ES","Ed overcame his childhood stutter by learning to rap eminem lyrics",0],
	[12,"ES","The video for Lego House stars Rupert Grint (Ron Weasley from the Harry Potter movies).",0],
	[13,"ES","Sheeran briefly dated Australian Big Brother star, Camilla Severi. They are no longer together, but remain friends.",0],
	[14,"ES","Amongst Sheeran's tattoos are a ketchup bottle and a cup of tea.",0],
	[15,"ES","Elton John is a massive Ed Sheeran fan - they dueted at the Grammy Awards.",0],
	[16,"ES","Ed lists some of his musical influences as The Beatles and Van Morisson.",0],
	[17,"ES","One of his favorite TV shows is The Fresh Prince of Bel-Air and to show his love, he even has the word Prince tattooed on his arm.",0],
	[18,"ES","Ed gave Harry Styles a tattoo of a Padlock!",0],
	[19,"ES","Sheeran wrote ",0],
	[20,"ES","He is the proud holder of a Nando's Black card.",0],
	[21,"ES","He likes to keep his facial stubble because it makes him look older. He told the Telegraph, ",0],
	[22,"ES","He see's all his music in colors. ",0],
	[23,"ES","Sheeran got a Red tattoo to celebrate the career opportunity Taylor Swift gave him.",0],
	[24,"ES","Sheeran performed a gig to raise money for a charity that helps street workers. ",0],
	[25,"ES","In 2012, Sheeran purchased a farm near where he grew up, he hopes to raise a family there.",0],
	[26,"ES","In 2012, Ed supported Snow Patrol on their US tour.",0],
	[27,"ES","He has been romantically linked with fellow British folk singer, Nina Nesbitt",0],
	[28,"ES","He imparts wisdom. ",0],
	[29,"ES","While performing in LA in 2010, he was spotted by comedian, actor and musician Jamie Foxx, who gave him use of his recording studio",0],
	[30,"ES","In the first week of release, 'The A Team' sold 58,000 copies, and went on to become the 8th best selling song of the year.",0],
	[31,"ES","Ed received his first guitar as a gift from his uncle.",0],
	[32,"ES","His biggest influence is ‘Cannonball’ singer Damien Rice.",0],
	[33,"ES","Ed was accepted into the national Youth Music Theatre at the age of 15.",0],
	[34,"ES","He has a ginger cat called Bellini.",0],
	[35,"ES","His parents are Irish and English.",0],
	[36,"ES","Ed’s favourite colour is blue.",0],
	[37,"ES","Ed says his favourite song to perform is ‘Give Me Love’.",0],
	[38,"ES","Ed’s mother makes jewellery which is sold via Ed’s website.",0],
	[39,"ES","Amongst the merchandise Ed sells, an orange vinyl version of ‘+’ is available on his website.",0],
	[40,"ES","The A Team’ sold over 58,000 copies in its first week.",0],
	[41,"ES","In 2012, Ed won two BRIT Awards for the Best British Male Solo Artist and British Breakthrough of the Year",0],
	[42,"ES","He attended the Academy of Contemporary Music in Guildford, Surrey, as an undergraduate from the age of 18 in autumn 2009.",0],
	[43,"ES","His debut album, + (read as ",0],
	[44,"ES"," ",0],
	[45,"ES","In late 2013, following his efforts on The Red Tour, he performed three sold-out shows at New York's Madison Square Garden as a headline act.",0],
	[46,"ES","Thinking Out Loud",0],
	[47,"ES","Sheeran played three sold-out concerts at London's Wembley Stadium in July 2015, his biggest solo shows to date.",0],
	[48,"ES","In 2017, Ed became the first artist to have two songs debut in the US top 10 within the same week.",0],
	[49,"ES","Sheeran appeared on Debrett's 2017 list of the most influential people in the UK.",0],
	[50,"ES","His parents ran Sheeran Lock, an independent art consultancy, from 1990 to 2010.",0],
	[51,"ES","Sheeran's early childhood memories include listening to the records of Bob Dylan and Eric Clapton.",0],
	[52,"ES","According to Sheeran, the album that first introduced him to music was Van Morrison's Irish Heartbeat.",0],
	[53,"ES","He has been friends with fellow English singer, Passenger, since he was 15, with the two playing on the same gig in Cambridge.",0],
	[54,"ES","Following the success of his  EP, No. 5 Collaborations Project, Sheeran put on four free show to fans in Camden Town.",0],
	[55,"ES","Early in his career, his song, ",0],
	[56,"ES","The song ",0],
	[57,"ES","Sheeran was nominated for Best New Artist at the 2014 Grammy Awards.",0],
	[58,"ES"," In a span of three years, Sheeran wrote more than 120 songs for the album 'x'",0],
	[59,"ES","In 2014, Spotify named him the most-streamed artist and x the most-streamed album.",0],
	[60,"ES","The album 'x' earned Sheeran the distinction of being iTunes' biggest-selling artist in the UK, Ireland and New Zealand.",0],
	[61,"ES","Sheeran performed as the opening act for The Rolling Stones in their Zip Code Tour date in Kansas City's Arrowhead Stadium.",0],
	[62,"ES","In May 2016, x was named the second best selling album worldwide in 2015, behind 25 by Adele.",0],
	[63,"ES","Each of Sheeran's albums are a single coloured background with a solid mathematical symbol.",0],
	[64,"ES","The divide album debuted at number one in the UK, the US, Germany, Australia, Canada and other major markets.",0],
	[65,"ES","Shape of You",0],
	[66,"ES","Shape of You",0],
	[67,"ES","Sheeran lived between Hendersonville, Tennessee and Los Angeles for the duration of 2013.",0],
	[68,"ES","January 2014, Sheeran started dating Athina Andrelos, who works for British celebrity chef, Jamie Oliver.",0],
	[69,"ES","Sheeran starting dating his former high school friend, Cherry Seaborn, in September 2015.",0],
	[70,"ES","In June 2015, Forbes ranked him the 27th-highest-earning celebrity in the world.",0],
	[71,"ES","Sheeran had to have stitches on his right cheek after an accident at a party held at the home of Princess Beatrice at Royal Lodge, Windsor",0],
	[72,"ES","Sheeran wrote and recorded the song 'Galway Girl' together with the Irish band Beoga",0],
	[73,"ES","Sheeran revealed that ",0],
	[74,"ES","The music video of ",0],
	[75,"ES","In June 2015, ",0],
	[76,"ES","Sheeran wrote ",0],
	[77,"ES","The song ",0],
	[78,"ES","There's a very famous face lurking in the background of Ed Sheeran's Shape Of You video – Macklemore!",0],
	[79,"ES","Ed keeps a Charmander Pokémon stuffed animal in his bedroom ",0],
	[80,"ES","Ed lives in a five-floor, industrial-style space with brick walls, wood floors, a recording studio, a gym and a full bar",0],
	[81,"ES","Castle on the Hill",0],
	[82,"ES","In 2016, Ed had to be airlifted to the hospital with severe burns, due to getting too close to a volcano!",0],
	[83,"ES","In 2016, Ed took a break from being a popstar, and travelled the world for over six months",0],
	[84,"ES","Bibia Be Ye Ye",0],
	[85,"ES","Ed commits to a 10-minute elliptical workout every day.",0],
	[86,"ES","Growing up, Ed was made fun of for being bad at sports, for his red hair – and, most of all, for his stutter.",0],
	[87,"ES","Many speculate ",0],
	[88,"ES","She would be there if everything ended for me,",0],
	[89,"ES","Ed spent his 26 birthday skiing in the Austrian Alps",0]
]